Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sami-sisdoallu-manaidgardeoahpaheaddjioahpus.html.tmx
Source language: sme
Languages: sma

source: Sámi sisdoallu mánáidgárdeoahpaheaddjioahpus / Mánáidgárdi / Oahpahus / Sámediggi - Sametinget
sma: Saemien sisvege maanagïertelohkehtæjjaööhpehtimmesne / Maanagïerte / Lïerehtimmie / Saemiedigkie - Sametinget

source: Sámi sisdoallu mánáidgárdeoahpaheaddjioahpus
sma: Saemien sisvege maanagïertelohkehtæjjaööhpehtimmesne

source: Buohkat geat álget ođđa mánáidgárdeoahpaheaddjiohppui galget oahppat sámi giela, kultuvrra ja servodaga birra.
sma: Gaajhkesh mah dam orre maanagïertelohkehtæjjaööhpehtimmiem aelkieh edtjieh saemien gïelen, kultuvren jïh siebriedahkejieleden bïjre lïeredh.

source: 2013 čavčča biddjui ođđa mánáidgárdeoahpaheaddjioahppu johtui.
sma: Tjaktjen 2013 dïhte orre maanagïertelohkehtæjjaööhpehtimmie eelki.

source: Ulbmil oahpuin lea ahte dat galgá leat ovttastuvvon, profešuvnnalaš ja dutkanvuđot mánáidgárdeoahpaheaddjioahppu mii maiddái lea geasuheaddji, ođđahutkkálaš ja gáibideaddji, ja mas lea buorre kvalitehta.
sma: Ööhpehtimmien ulmie lea dïhte edtja akte sjïehtesjamme, profesjovnestuvreme jïh dotkemebaseradamme maanagïertelohkehtæjjaööhpehtimmie årrodh mij aaj lea fryöjstehke, orresjugneden jïh krïevije, jïh mij jolle kvaliteetem åtna.

source: Viidáseappot lea nammaduvvon čuovvunjoavku mii galgá čuovvut ja árvvoštallat ovdáneami mánáidgárdeoahpaheaddjioahpus, juogadit máhtu čađaheami ja reforbma bohtosiid birra vejolaš geavaheddjiide.
sma: Vijriesåbpoe akte fulkemedåehkie tseegkesovveme mij edtja evtiedimmiem maanagïertelohkehtæjja-ööhpehtimmesne fulkedh jïh vuarjasjidh, daajroem tjïrrehtimmien jïh effekti bïjre reformeste juekedh sjyöhtehke utniejidie.

source: Viidáseappot áigu čuovvolanjoavku čuovvolit mihttomeriid ođđa rámmaplánas, bagadallat ja addit rávvagiid ásahusaide ja láhčit dili kvalitehtabuorideapmái oahpahusain
sma: Vijriesåbpoe fulkemedåehkie sæjhta ulmide dåarjedidh aktene orre mieriesoejkesjisnie, institusjovnide bïhkedidh jïh raeriestidh jïh akten kvaliteetebueriedæmman ööhpehtimmine sjïehteladtedh.

source: Loga eanet FG-BLUbirra: http://blu.hib.no /
sma: Lohkh vielie dan bïjre FG-BLU: http://blu.hib.no /

source: Sámedikki ovddasteaddji čuovvolanjoavkkus lea Marianne Helene Storjord, fágajođiheaddji mánáidgárdejuhkosis, Sámedikkis, Kárášjogas.
sma: Saemiedigkien tjirkije fulkesimmiedåehkesne lea Marianne Helene Storjord, Saemiedigkien faageåvtehke maanagïertegoevtesasse, Kárásjohka.

source: Sámi perspektiiva
sma: Saemien vuajnoe

source: Sámediggi lea rahčan oažžut sámi perspektiivva čalmmusin ođđa našunála mánáidgárdeoahpaheaddjiohppui.
sma: Saemiedigkie lea barkeme ihke dihte saemien vuajnoe edtja vååjnesasse båetedh dennie orre nasjovnaale maanagïertelohkehtæjjaööhpehtimmesne.

source: - Ovddit našunála láhkaásahusas ovdaskuvlaoahpaheaddjioahpus ii lean sámi birra namuhuvvon duođi eanet.
sma: - Dennie evtebe nasjovnaale mieriedimmesne aarhskuvlelohkehtæjja-ööhpehtimmesne, dïhte saemien ij lij dan tjarke neebnesovveme.

source: Danin lea dát dehálaš dáhpáhus Norgga mánáidgárdeoahpaheaddjioahpus, lohká sámediggeráđđiSilje Karine Muotka.
sma: Dan åvteste daate akte jaksoesmierie nöörjen maanagïertelohkehtæjjaööhpehtæmman, saemiedigkieraerie Silje Karine Muotka jeahta.

source: - Lea dehálaš ahte čalmmustahttin sámi áššiin ođđa našunála mánáidgárdeoahpaheaddjioahpus čuovvoluvvo.
sma: - Vihkeles dam vuesiehtimmiem destie mij lea saemien dennie orremaanagïertelohkehtæjjaööhpehtimmesne, dåarjedidh.

source: Lea maid dehálaš ahte dahkko čielggasin ja biddjojit searat viidáset- ja joatkkaohppui sámi fáttáid birra sin várás geat juo leat gazzan oahpu ja barget mánáidgárddiin, lohká Muotka.
sma: Aaj vihkeles dam tjïelke darjodh, jïh jåarhke- jïh minngieööhpehtimmiem dåarjoehtidh saemien aamhtesinie dejtie mah joe leah ööhpehtimmiem vaalteme jïh maanagïertine berkieh, Muotka jeahta.

source: Buot máhttosurggiin
sma: Gaajhkine daajroesuerkine

source: Ođđa mánáidgárdeoahpaheaddjioahpus ii galgga studeanttain leat fága, muhto máhttosuorggit.
sma: Dennie orre maanagïertelohkehtæjjaööhpehtimmesne studenth eah edtjh vielie faagh utnedh, men daajroesuerkieh.

source: Buot guđa máhttosuorggis galget dál mánáidgárdeoahpaheaddjit oažžut oahpu sámi perspektiivvas.
sma: Gaajhkine govhte daajroesuerkine maanagïertelohkehtæjjah edtjieh lïerehtimmieaevhkiem dennie saemien perspektijvesne utnedh.

source: Sáhttá ovdamearkka dihte namuhit ahte studeanttat galget dovdat earret eará sámi bajásgeassima birra, sámi historjjá birra álgoálbmogin, osiid sámi kultuvrra ja árgabeaidili birra, sámi máinnastanárbevieru birra, sámi duodjeárbevieruid birra ja sámi mánáid vuoigatvuođaid birra.
sma: Maahta vuesiehtimmien gaavhtan neebnedh studenth edtjieh gaskem jeatjah daajroem utnedh saemien maanabijjiedimmien bïjre, saemien histovrijen bïjre goh aalkoealmetjh, bielieh saemien kultuvreste jïh aarkebiejjeste, saemien aerpievuekiej bïjre soptsestimmien jïh vætnoej sisnjeli jïh saemien maanaj reaktaj bïjre.

source: - Go váldá sisa dákkár gelbbolašvuođa buot mánáidgárdeoahpaheddjiide Norggas, de ferte dát maiddái boahtit ovdan mánáidgárddi rámmaplánas.
sma: - Gosse dagkeres maahtoem gaajhkide maanagïertelohkehtæjjide Nöörjesne sjïehtesje, daate tjuara aaj våajnoes sjïdtedh maanagïerten mieriesoejkesjisnie.

source: Dát mielddisbuktá ahte buot mánát Norgga mánáidgárddiin galget beassat diehtit sámi álbmoga birra, lohká Muotka.
sma: Dellie gaajhkh maanah maanagïertine Nöörjesne edtjieh daajroem åadtjodh saemien almetji bïjre, Muotka jeahta.

source: - Ođđa mánáidgárdeoahpaheaddji galget skuvlejuvvot ja viidásetgaskkustit dán máhtu buot mánáidgárddiide Norggas.
sma: - Doh orre maanagïertelohkehtæjjah edtjieh lïerehtimmiem åadtjodh jïh vijriesåbpoe daam daajroem bievnedh gaajhkide maanide maanagiertine Nöörjesne.

source: Dát lea buorre ja dehálaš ovdáneapmi, lohká sámediggeráđđi Silje Karine Muotka.
sma: Daate akte joekoen hijven jïh vihkeles evtiedimmie, saemiedigkieraerie Silje Karine Muotka jeahta.

source: Vuoruhit lasseoahpu
sma: Minngieööhpehtimmiem prioriteradidh

source: Hástalus maid Sámediggi oaidná, lea ahte váilot fágaolbmot ja oahpaheaddjit geat sáhttet skuvlet studeanttaid.
sma: Dïhte haesteme maam Saemiedigkie vuajna lea vaanoe faagealmetjijstie jïh lohkehtæjjijste mah maehtieh studentide lïerehtidh.

source: Danin ferte vuoruhit viidáset- ja lasseoahpu sámi gielas ja kultuvrras fágabargiide alit oahpus.
sma: Tjuara dan åvteste jåarhke- jïh minngieööhpehtimmiem prioriteradidh saemien gïelesne jïh kultuvresne faagebarkijidie jollebe ööhpehtimmesne.

source: Sámediggi oaidná ahte gelbbolašvuohta sámi giela ja kultuvrra birra fágabargiin lea vealtameahttun dasa movt studeanttat ožžot oahppat, ipmárdusa, beroštumi ja máhtu sámi giela ja kultuvrra birra mánáidgárdesuorggis.
sma: Saemiedigkie vuajna maahtoe saemien gïelen jïh kultuvren bïjre faagebarkijidie lea eevre vihkeles guktie studenth daajroem, goerkesem jïh ïedtjem saemien gïelen jïh kultuvren bïjre maanagïertesuerkesne åadtjoeh.

source: Dát máhttu šaddá boahtteáiggi mánáidgárdeoahpaheddjiid eakun das ahte sáhttit gaskkustit ja ovddidit sámi giela ja kultuvrra mánáidgárddis.
sma: Daah daajroeh dej båetijen aejkien maanagïertelohkehtæjjaj krïevenassh sjidtieh guktie dah bievnieh jïh eevtjieh saemien gïelem jïh kultuvrem maanagïertesne.

source: Sámediggeráđđi Silje Karine Muotka, 984 87 576
sma: Vielie bïevnesh:
